# Стартовое сообщение, которое видит пользователь, используя /start
start_message = "*Добро пожаловать*\!"
# Сообщение о помощи, которое видит пользователь, используя /help
help_message = "*Тип тут сообщение помощи*\!"
# Сообщение, которое видит пользователь, когда отправляет что-то, что бот не умеет распознавать!
not_in_bot_message = "*К сожалению, я пока так не умею*\!"
# Сообщение, которое видит пользователь, когда отправляет что-то, что бот не может принять как трату/доход!
hint_message = "*Введите именно неотрицательное число, чтобы добавить трату*\!"
# Сообщение, предупреждающее пользователя о том, что стоит закончить работу с прошлой суммой.
error = "*Завершите работу с прошлой суммой или нажмите Отмена\!*"
# Сообщение, которое появляется перед пользователем после отправки сообщения, если бот выходил из сети и потерял состояние.
repair_of_functional = "Восстановление функционала получения сумм произведено\! Можете отправлять число\!"
